Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: OpenClaw is paused
ar: OpenClaw متوقف مؤقتًا
de: OpenClaw ist pausiert
es: OpenClaw está en pausa
fa: OpenClaw متوقف شده است
fr: OpenClaw est en pause
hi: OpenClaw रोका गया है
id: OpenClaw dijeda
it: OpenClaw è in pausa
ja_jp: OpenClaw は一時停止中です
ko: OpenClaw이 일시 중지됨
nl: OpenClaw is gepauzeerd
pl: OpenClaw jest wstrzymany
pt_br: OpenClaw está pausado
ru: OpenClaw приостановлен
sv: OpenClaw är pausat
th: OpenClaw หยุดชั่วคราวอยู่
tr: OpenClaw duraklatıldı
uk: OpenClaw призупинено
vi: OpenClaw đang tạm dừng
zh_cn: OpenClaw 已暂停
zh_tw: OpenClaw 已暫停

source: OpenClaw is preparing a local model.
ar: يقوم OpenClaw بإعداد نموذج محلي.
de: OpenClaw bereitet ein lokales Modell vor.
es: OpenClaw está preparando un modelo local.
fa: OpenClaw در حال آماده‌سازی یک مدل محلی است.
fr: OpenClaw prépare un modèle local.
hi: OpenClaw एक लोकल मॉडल तैयार कर रहा है।
id: OpenClaw sedang menyiapkan model lokal.
it: OpenClaw sta preparando un modello locale.
ja_jp: OpenClaw はローカルモデルを準備しています。
ko: OpenClaw가 로컬 모델을 준비하고 있습니다.
nl: OpenClaw bereidt een lokaal model voor.
pl: OpenClaw przygotowuje model lokalny.
pt_br: O OpenClaw está preparando um modelo local.
ru: OpenClaw подготавливает локальную модель.
sv: OpenClaw förbereder en lokal modell.
th: OpenClaw กำลังเตรียมโมเดลในเครื่อง
tr: OpenClaw yerel bir model hazırlıyor.
uk: OpenClaw готує локальну модель.
vi: OpenClaw đang chuẩn bị một mô hình cục bộ.
zh_cn: OpenClaw 正在准备本地模型。
zh_tw: OpenClaw 正在準備本機模型。

source: OpenClaw is working…
ar: OpenClaw قيد العمل…
de: OpenClaw arbeitet…
es: OpenClaw está trabajando…
fa: OpenClaw در حال کار است…
fr: OpenClaw est en cours d’exécution…
hi: OpenClaw काम कर रहा है…
id: OpenClaw sedang bekerja…
it: OpenClaw è in funzione…
ja_jp: OpenClawが処理中です…
ko: OpenClaw가 작업 중입니다…
nl: OpenClaw is bezig…
pl: OpenClaw działa…
pt_br: O OpenClaw está trabalhando…
ru: OpenClaw работает…
sv: OpenClaw arbetar…
th: OpenClaw กำลังทำงาน…
tr: OpenClaw çalışıyor…
uk: OpenClaw працює…
vi: OpenClaw đang hoạt động…
zh_cn: OpenClaw 正在工作…
zh_tw: OpenClaw 正在處理…

source: OpenClaw needs attention
ar: OpenClaw يحتاج إلى انتباه
de: OpenClaw erfordert Aufmerksamkeit
es: OpenClaw necesita atención
fa: OpenClaw نیاز به توجه دارد
fr: OpenClaw requiert votre attention
hi: OpenClaw को ध्यान देने की आवश्यकता है
id: OpenClaw perlu perhatian
it: OpenClaw richiede attenzione
ja_jp: OpenClaw に対応が必要です
ko: OpenClaw 주의 필요
nl: OpenClaw vereist aandacht
pl: OpenClaw wymaga uwagi
pt_br: OpenClaw precisa de atenção
ru: OpenClaw требует внимания
sv: OpenClaw behöver åtgärd
th: OpenClaw ต้องการการดูแล
tr: OpenClaw dikkat gerektiriyor
uk: OpenClaw потребує уваги
vi: OpenClaw cần chú ý
zh_cn: OpenClaw 需要注意
zh_tw: OpenClaw 需要注意

source: OpenClaw only asks for macOS capabilities when a feature needs them.
ar: لا يطلب OpenClaw إمكانات macOS إلا عندما تحتاج إليها ميزة ما.
de: OpenClaw fragt nur dann nach macOS-Funktionen, wenn eine Funktion sie benötigt.
es: OpenClaw solo solicita capacidades de macOS cuando una función las necesita.
fa: OpenClaw فقط زمانی قابلیت‌های macOS را درخواست می‌کند که یک ویژگی به آن‌ها نیاز داشته باشد.
fr: OpenClaw ne demande des fonctionnalités macOS que lorsqu’une fonctionnalité en a besoin.
hi: OpenClaw केवल तभी macOS क्षमताओं के लिए पूछता है, जब किसी सुविधा को उनकी आवश्यकता होती है।
id: OpenClaw hanya meminta kemampuan macOS saat suatu fitur membutuhkannya.
it: OpenClaw richiede le funzionalità di macOS solo quando una funzione ne ha bisogno.
ja_jp: OpenClawは、機能で必要な場合にのみmacOSの機能へのアクセスを求めます。
ko: OpenClaw는 기능에 필요할 때만 macOS 기능 권한을 요청합니다.
nl: OpenClaw vraagt alleen om macOS-mogelijkheden wanneer een functie ze nodig heeft.
pl: OpenClaw prosi o funkcje macOS tylko wtedy, gdy wymaga ich dana funkcja.
pt_br: O OpenClaw só solicita recursos do macOS quando um recurso precisa deles.
ru: OpenClaw запрашивает возможности macOS только тогда, когда они нужны функции.
sv: OpenClaw ber bara om macOS-funktioner när en funktion behöver dem.
th: OpenClaw จะขอความสามารถของ macOS เฉพาะเมื่อฟีเจอร์จำเป็นต้องใช้เท่านั้น
tr: OpenClaw yalnızca bir özellik ihtiyaç duyduğunda macOS yetenekleri ister.
uk: OpenClaw запитує можливості macOS лише тоді, коли вони потрібні функції.
vi: OpenClaw chỉ yêu cầu các khả năng của macOS khi một tính năng cần đến chúng.
zh_cn: OpenClaw 仅在功能需要时才会请求 macOS 能力。
zh_tw: OpenClaw 只會在功能需要時要求 macOS 能力。

source: OpenClaw paused
ar: OpenClaw متوقف مؤقتًا
de: OpenClaw pausiert
es: OpenClaw en pausa
fa: OpenClaw متوقف شده است
fr: OpenClaw en pause
hi: OpenClaw रुका हुआ है
id: OpenClaw dijeda
it: OpenClaw in pausa
ja_jp: OpenClaw は一時停止中
ko: OpenClaw 일시 중지됨
nl: OpenClaw gepauzeerd
pl: OpenClaw wstrzymany
pt_br: OpenClaw pausado
ru: OpenClaw приостановлен
sv: OpenClaw pausad
th: OpenClaw หยุดชั่วคราว
tr: OpenClaw duraklatıldı
uk: OpenClaw призупинено
vi: OpenClaw đã tạm dừng
zh_cn: OpenClaw 已暂停
zh_tw: OpenClaw 已暫停

source: OpenClaw project root
ar: جذر مشروع OpenClaw
de: OpenClaw-Projektstammverzeichnis
es: Raíz del proyecto OpenClaw
fa: ریشه پروژه OpenClaw
fr: Racine du projet OpenClaw
hi: OpenClaw प्रोजेक्ट रूट
id: Root proyek OpenClaw
it: Root del progetto OpenClaw
ja_jp: OpenClaw プロジェクトルート
ko: OpenClaw 프로젝트 루트
pl: Katalog główny projektu OpenClaw
pt_br: Raiz do projeto OpenClaw
ru: Корень проекта OpenClaw
sv: OpenClaw-projektrot
th: รูทโปรเจกต์ OpenClaw
tr: OpenClaw proje kökü
uk: Корінь проєкту OpenClaw
vi: Thư mục gốc dự án OpenClaw
zh_cn: OpenClaw 项目根目录
zh_tw: OpenClaw 專案根目錄

source: OpenClaw runs
ar: يعمل OpenClaw
de: OpenClaw wird ausgeführt
es: OpenClaw se ejecuta
fa: OpenClaw اجرا می‌شود
fr: OpenClaw s’exécute
hi: OpenClaw चलता है
id: OpenClaw berjalan
it: OpenClaw viene eseguito
ja_jp: OpenClaw の実行場所
ko: OpenClaw 실행 위치
nl: OpenClaw draait
pl: OpenClaw działa
pt_br: O OpenClaw é executado
ru: OpenClaw работает
sv: OpenClaw körs
th: OpenClaw ทำงาน
tr: OpenClaw çalışır
uk: OpenClaw працює
vi: OpenClaw chạy
zh_cn: OpenClaw 运行位置
zh_tw: OpenClaw 執行於

source: OpenClaw starts and monitors the Gateway on this Mac.
ar: يقوم OpenClaw بتشغيل Gateway ومراقبته على هذا الـ Mac.
de: OpenClaw startet und überwacht die Gateway auf diesem Mac.
es: OpenClaw inicia y supervisa el Gateway en este Mac.
fa: OpenClaw، Gateway را روی این Mac راه‌اندازی و پایش می‌کند.
fr: OpenClaw démarre et surveille le Gateway sur ce Mac.
hi: OpenClaw इस Mac पर Gateway शुरू करता है और उसकी निगरानी करता है।
id: OpenClaw memulai dan memantau Gateway di Mac ini.
it: OpenClaw avvia e monitora il Gateway su questo Mac.
ja_jp: OpenClaw がこの Mac 上で Gateway を起動し、監視します。
ko: OpenClaw가 이 Mac에서 Gateway를 시작하고 모니터링합니다.
nl: OpenClaw start en bewaakt de Gateway op deze Mac.
pl: OpenClaw uruchamia i monitoruje Gateway na tym Macu.
pt_br: O OpenClaw inicia e monitora o Gateway neste Mac.
ru: OpenClaw запускает и отслеживает Gateway на этом Mac.
sv: OpenClaw startar och övervakar Gateway på den här Mac-datorn.
th: OpenClaw เริ่มและตรวจสอบ Gateway บน Mac เครื่องนี้
tr: OpenClaw, Gateway’i bu Mac’te başlatır ve izler.
uk: OpenClaw запускає та відстежує Gateway на цьому Mac.
vi: OpenClaw khởi động và giám sát Gateway trên máy Mac này.
zh_cn: OpenClaw 会在此 Mac 上启动并监控 Gateway。
zh_tw: OpenClaw 會在此 Mac 上啟動並監控 Gateway。

source: OpenClaw updated
ar: تم تحديث OpenClaw
de: OpenClaw wurde aktualisiert
es: OpenClaw se actualizó
fa: OpenClaw به‌روزرسانی شد
fr: OpenClaw a été mis à jour
hi: OpenClaw अपडेट हो गया
id: OpenClaw diperbarui
it: OpenClaw aggiornato
ja_jp: OpenClawがアップデートされました
ko: OpenClaw 업데이트 완료
nl: OpenClaw bijgewerkt
pl: Zaktualizowano OpenClaw
pt_br: OpenClaw atualizado
ru: OpenClaw обновлён
sv: OpenClaw har uppdaterats
th: อัปเดต OpenClaw แล้ว
tr: OpenClaw güncellendi
uk: OpenClaw оновлено
vi: Đã cập nhật OpenClaw
zh_cn: OpenClaw 已更新
zh_tw: OpenClaw 已更新

source: OpenClaw was interrupted. Restart to try again.
ar: توقف OpenClaw. أعد التشغيل للمحاولة مرة أخرى.
de: OpenClaw wurde unterbrochen. Starten Sie es neu, um es erneut zu versuchen.
es: OpenClaw se interrumpió. Reinícialo para volver a intentarlo.
fa: OpenClaw متوقف شد. برای تلاش دوباره، راه‌اندازی مجدد کنید.
fr: OpenClaw a été interrompu. Redémarrez pour réessayer.
hi: OpenClaw बाधित हो गया था। फिर से कोशिश करने के लिए रीस्टार्ट करें।
id: OpenClaw terhenti. Mulai ulang untuk mencoba lagi.
it: OpenClaw è stato interrotto. Riavvia per riprovare.
ja_jp: OpenClawが中断されました。再起動してもう一度お試しください。
ko: OpenClaw가 중단되었습니다. 다시 시도하려면 재시작하세요.
nl: OpenClaw is onderbroken. Start opnieuw om het nogmaals te proberen.
pl: Działanie OpenClaw zostało przerwane. Uruchom ponownie, aby spróbować jeszcze raz.
pt_br: O OpenClaw foi interrompido. Reinicie para tentar novamente.
ru: Работа OpenClaw была прервана. Перезапустите, чтобы повторить попытку.
sv: OpenClaw avbröts. Starta om för att försöka igen.
th: OpenClaw ถูกขัดจังหวะ เริ่มใหม่เพื่อลองอีกครั้ง
tr: OpenClaw kesintiye uğradı. Tekrar denemek için yeniden başlatın.
uk: Роботу OpenClaw було перервано. Перезапустіть, щоб повторити спробу.
vi: OpenClaw đã bị gián đoạn. Hãy khởi động lại để thử lần nữa.
zh_cn: OpenClaw 已中断。请重新启动后再试。
zh_tw: OpenClaw 已中斷。請重新啟動再試一次。

source: OpenClaw will check again before changing any inference settings.
ar: سيتحقق OpenClaw مرة أخرى قبل تغيير أي من إعدادات الاستدلال.
de: OpenClaw prüft erneut, bevor Inferenzeinstellungen geändert werden.
es: OpenClaw volverá a comprobar antes de cambiar cualquier ajuste de inferencia.
fa: OpenClaw پیش از تغییر هر تنظیم استنتاج دوباره بررسی می‌کند.
fr: OpenClaw vérifiera à nouveau avant de modifier les paramètres d'inférence.
hi: किसी भी inference सेटिंग को बदलने से पहले OpenClaw फिर से जाँच करेगा।
id: OpenClaw akan memeriksa lagi sebelum mengubah pengaturan inferensi apa pun.
it: OpenClaw verificherà di nuovo prima di modificare qualsiasi impostazione di inferenza.
ja_jp: OpenClawは推論設定を変更する前に再度確認します。
ko: OpenClaw는 추론 설정을 변경하기 전에 다시 확인합니다.
nl: OpenClaw controleert opnieuw voordat er inferentie-instellingen worden gewijzigd.
pl: OpenClaw sprawdzi ponownie przed zmianą jakichkolwiek ustawień wnioskowania.
pt_br: O OpenClaw verificará novamente antes de alterar qualquer configuração de inferência.
ru: OpenClaw проверит снова перед изменением любых настроек вывода.
sv: OpenClaw kontrollerar igen innan några inferensinställningar ändras.
th: OpenClaw จะตรวจสอบอีกครั้งก่อนเปลี่ยนการตั้งค่าการอนุมานใดๆ
tr: OpenClaw, herhangi bir çıkarım ayarını değiştirmeden önce tekrar denetleyecek.
uk: OpenClaw перевірить ще раз перед зміною будь-яких налаштувань висновування.
vi: OpenClaw sẽ kiểm tra lại trước khi thay đổi bất kỳ cài đặt suy luận nào.
zh_cn: OpenClaw 会在更改任何推理设置之前再次检查。
zh_tw: OpenClaw 會在變更任何推論設定前再次檢查。

source: OpenClaw will copy itself to Applications and reopen there so updates and launch at login stay reliable.
ar: سيقوم OpenClaw بنسخ نفسه إلى التطبيقات وإعادة الفتح هناك للحفاظ على موثوقية التحديثات والتشغيل عند تسجيل الدخول.
de: OpenClaw kopiert sich selbst in den Ordner „Programme“ und öffnet sich dort erneut, damit Updates und der Start beim Anmelden zuverlässig funktionieren.
es: OpenClaw se copiará en Aplicaciones y se reabrirá allí para que las actualizaciones y el inicio de sesión sigan siendo fiables.
fa: OpenClaw خود را در Applications کپی می‌کند و از آنجا دوباره باز می‌شود تا به‌روزرسانی‌ها و اجرا هنگام ورود قابل‌اعتماد بمانند.
fr: OpenClaw va se copier dans Applications et se rouvrir depuis cet emplacement pour garantir la fiabilité des mises à jour et du lancement à l’ouverture de session.
hi: OpenClaw खुद को Applications में कॉपी करेगा और वहां से फिर से खुलेगा ताकि अपडेट और लॉगिन पर लॉन्च विश्वसनीय बने रहें।
id: OpenClaw akan menyalin dirinya ke Applications dan membuka kembali di sana agar pembaruan dan peluncuran saat login tetap andal.
it: OpenClaw si copierà in Applicazioni e si riaprirà lì affinché gli aggiornamenti e l'avvio al login rimangano affidabili.
ja_jp: OpenClaw は自身を Applications にコピーし、そこで再起動します。これにより更新とログイン時の起動が確実に機能します。
ko: OpenClaw가 자신을 응용 프로그램에 복사하고 그곳에서 다시 열어 업데이트와 로그인 시 실행이 안정적으로 유지됩니다.
nl: OpenClaw kopieert zichzelf naar Programma's en opent daar opnieuw, zodat updates en starten bij aanmelden betrouwbaar blijven.
pl: OpenClaw skopiuje się do folderu Aplikacje i otworzy się ponownie stamtąd, aby aktualizacje i uruchamianie przy logowaniu działały niezawodnie.
pt_br: O OpenClaw se copiará para Aplicativos e reabrirá de lá para que as atualizações e a inicialização no login permaneçam confiáveis.
ru: OpenClaw скопирует себя в Applications и снова откроется оттуда, чтобы обновления и запуск при входе работали надёжно.
sv: OpenClaw kopierar sig själv till Program och öppnas där igen så att uppdateringar och start vid inloggning förblir pålitliga.
th: OpenClaw จะคัดลอกตัวเองไปยัง Applications และเปิดใหม่ที่นั่น เพื่อให้การอัปเดตและการเปิดตอนเข้าสู่ระบบทำงานได้อย่างเสถียร
tr: OpenClaw kendini Applications klasörüne kopyalayacak ve orada yeniden açılacak, böylece güncellemeler ve oturum açıldığında başlatma güvenilir kalır.
uk: OpenClaw скопіює себе в Applications і повторно відкриється там, щоб оновлення та запуск при вході залишалися надійними.
vi: OpenClaw sẽ tự sao chép vào Applications và mở lại ở đó để việc cập nhật và khởi chạy khi đăng nhập luôn ổn định.
zh_cn: OpenClaw 会将自身复制到“应用程序”并从那里重新打开，以确保更新和登录时启动保持可靠。
zh_tw: OpenClaw 會將自身複製到「應用程式」並在該處重新開啟，以確保更新與登入時啟動維持穩定。

source: OpenClaw will detect and verify the prepared model before using it.
ar: سيكتشف OpenClaw النموذج المُجهّز ويتحقق منه قبل استخدامه.
de: OpenClaw erkennt und überprüft das vorbereitete Modell, bevor es verwendet wird.
es: OpenClaw detectará y verificará el modelo preparado antes de usarlo.
fa: OpenClaw قبل از استفاده، مدل آماده‌شده را شناسایی و تأیید می‌کند.
fr: OpenClaw détectera et vérifiera le modèle préparé avant de l'utiliser.
hi: OpenClaw उपयोग करने से पहले तैयार किए गए मॉडल का पता लगाएगा और सत्यापित करेगा।
id: OpenClaw akan mendeteksi dan memverifikasi model yang disiapkan sebelum menggunakannya.
it: OpenClaw rileverà e verificherà il modello preparato prima di utilizzarlo.
ja_jp: OpenClaw は使用する前に、準備されたモデルを検出して検証します。
ko: OpenClaw는 준비된 모델을 사용하기 전에 이를 감지하고 검증합니다.
nl: OpenClaw detecteert en verifieert het voorbereide model voordat het wordt gebruikt.
pl: OpenClaw wykryje i zweryfikuje przygotowany model przed jego użyciem.
pt_br: O OpenClaw detectará e verificará o modelo preparado antes de usá-lo.
ru: OpenClaw обнаружит и проверит подготовленную модель перед её использованием.
sv: OpenClaw upptäcker och verifierar den förberedda modellen innan den används.
th: OpenClaw จะตรวจจับและตรวจสอบโมเดลที่เตรียมไว้ก่อนใช้งาน
tr: OpenClaw, hazırlanan modeli kullanmadan önce algılayıp doğrulayacaktır.
uk: OpenClaw виявить і перевірить підготовлену модель перед її використанням.
vi: OpenClaw sẽ phát hiện và xác minh mô hình đã chuẩn bị trước khi sử dụng.
zh_cn: OpenClaw 会在使用前检测并验证已准备好的模型。
zh_tw: OpenClaw 會在使用前偵測並驗證已準備的模型。

source: OpenClaw — setup helper
ar: OpenClaw — مساعد الإعداد
de: OpenClaw — Einrichtungsassistent
es: OpenClaw — asistente de configuración
fa: OpenClaw — دستیار راه‌اندازی
fr: OpenClaw — assistant de configuration
hi: OpenClaw — सेटअप सहायक
id: OpenClaw — asisten penyiapan
it: OpenClaw — assistente alla configurazione
ja_jp: OpenClaw — セットアップヘルパー
ko: OpenClaw — 설정 도우미
nl: OpenClaw — configuratiehulp
pl: OpenClaw — asystent konfiguracji
pt_br: OpenClaw — assistente de configuração
ru: OpenClaw — помощник по настройке
sv: OpenClaw — konfigurationshjälp
th: OpenClaw — ผู้ช่วยตั้งค่า
tr: OpenClaw — kurulum yardımcısı
uk: OpenClaw — помічник із налаштування
vi: OpenClaw — trợ lý thiết lập
zh_cn: OpenClaw — 设置助手
zh_tw: OpenClaw — 設定助手

source: Opens image preview
ar: يفتح معاينة الصورة
de: Öffnet die Bildvorschau
es: Abre la vista previa de la imagen
fa: پیش‌نمایش تصویر را باز می‌کند
fr: Ouvre l’aperçu de l’image
hi: इमेज का पूर्वावलोकन खोलता है
id: Membuka pratinjau gambar
it: Apre l’anteprima dell’immagine
ja_jp: 画像プレビューを開きます
ko: 이미지 미리보기 열기
nl: Opent afbeeldingsvoorbeeld
pl: Otwiera podgląd obrazu
pt_br: Abre a pré-visualização da imagem
ru: Открывает предпросмотр изображения
sv: Öppnar bildförhandsvisning
th: เปิดตัวอย่างรูปภาพ
tr: Görsel önizlemesini açar
uk: Відкриває попередній перегляд зображення
vi: Mở bản xem trước hình ảnh
zh_cn: 打开图片预览
zh_tw: 開啟圖片預覽

source: Option
ar: خيار
es: Opción
fa: گزینه
hi: विकल्प
id: Opsi
it: Opzione
ja_jp: オプション
ko: 옵션
nl: Optie
pl: Opcja
pt_br: Opção
ru: Вариант
sv: Alternativ
th: ตัวเลือก
tr: Seçenek
uk: Параметр
vi: Tùy chọn
zh_cn: 选项
zh_tw: 選項

source: Optional
ar: اختياري
es: Opcional
fa: اختیاری
fr: Facultatif
hi: वैकल्पिक
id: Opsional
it: Facoltativo
ja_jp: 任意
ko: 선택 사항
nl: Optioneel
pl: Opcjonalne
pt_br: Opcional
ru: Необязательно
sv: Valfritt
th: ไม่บังคับ
tr: İsteğe bağlı
uk: Необов’язково
vi: Không bắt buộc
zh_cn: 可选
zh_tw: 選填

source: Optional (default agent)
ar: اختياري (الوكيل الافتراضي)
de: Optional (Standard-Agent)
es: Opcional (agente predeterminado)
fa: اختیاری (Agent پیش‌فرض)
fr: Facultatif (agent par défaut)
hi: वैकल्पिक (डिफ़ॉल्ट एजेंट)
id: Opsional (agen default)
it: Facoltativo (agente predefinito)
ja_jp: 任意（デフォルトエージェント）
ko: 선택 사항(기본 에이전트)
nl: Optioneel (standaardagent)
pl: Opcjonalne (domyślny agent)
pt_br: Opcional (agente padrão)
ru: Необязательно (агент по умолчанию)
sv: Valfritt (standardagent)
th: ไม่บังคับ (agent เริ่มต้น)
tr: İsteğe bağlı (varsayılan agent)
uk: Необов’язково (агент за замовчуванням)
vi: Tùy chọn (tác tử mặc định)
zh_cn: 可选（默认 agent）
zh_tw: 選填（預設 agent）

source: Optional (e.g. America/Los_Angeles)
ar: اختياري (مثلاً America/Los_Angeles)
de: Optional (z. B. America/Los_Angeles)
es: Opcional (p. ej., America/Los_Angeles)
fa: اختیاری (مثلاً America/Los_Angeles)
fr: Facultatif (p. ex. America/Los_Angeles)
hi: वैकल्पिक (उदा. America/Los_Angeles)
id: Opsional (mis. America/Los_Angeles)
it: Facoltativo (es. America/Los_Angeles)
ja_jp: 任意（例: America/Los_Angeles）
ko: 선택 사항(예: America/Los_Angeles)
nl: Optioneel (bijv. America/Los_Angeles)
pl: Opcjonalnie (np. America/Los_Angeles)
pt_br: Opcional (ex.: America/Los_Angeles)
ru: Необязательно (например, America/Los_Angeles)
sv: Valfritt (t.ex. America/Los_Angeles)
th: ไม่บังคับ (เช่น America/Los_Angeles)
tr: İsteğe bağlı (örn. America/Los_Angeles)
uk: Необов’язково (напр. America/Los_Angeles)
vi: Tùy chọn (ví dụ: America/Los_Angeles)
zh_cn: 可选（例如 America/Los_Angeles）
zh_tw: 選填（例如 America/Los_Angeles）

source: Optional (e.g. low)
ar: اختياري (مثلًا low)
de: Optional (z. B. low)
es: Opcional (p. ej., low)
fa: اختیاری (مثلاً low)
fr: Facultatif (par ex. faible)
hi: वैकल्पिक (उदा. low)
id: Opsional (mis. low)
it: Facoltativo (ad es. low)
ja_jp: 任意（例: low）
ko: 선택 사항(예: low)
nl: Optioneel (bijv. laag)
pl: Opcjonalnie (np. low)
pt_br: Opcional (ex.: baixo)
ru: Необязательно (например, low)
sv: Valfritt (t.ex. låg)
th: ไม่บังคับ (เช่น low)
tr: İsteğe bağlı (örn. low)
uk: Необов’язково (наприклад, low)
vi: Tùy chọn (ví dụ: thấp)
zh_cn: 可选（例如 low）
zh_tw: 選填（例如 low）

source: Optional notes
ar: ملاحظات اختيارية
de: Optionale Notizen
es: Notas opcionales
fa: یادداشت‌های اختیاری
fr: Notes facultatives
hi: वैकल्पिक नोट्स
id: Catatan opsional
it: Note facoltative
ja_jp: 任意のメモ
ko: 선택적 메모
nl: Optionele notities
pl: Opcjonalne notatki
pt_br: Observações opcionais
ru: Необязательные заметки
sv: Valfria anteckningar
th: หมายเหตุเพิ่มเติม
tr: İsteğe bağlı notlar
uk: Необов’язкові нотатки
vi: Ghi chú tùy chọn
zh_cn: 可选备注
zh_tw: 選填備註

source: Optional override (phone number / chat id / Discord channel)
ar: تجاوز اختياري (رقم هاتف / معرف دردشة / قناة Discord)
de: Optionale Überschreibung (Telefonnummer / Chat-ID / Discord-Kanal)
es: Anulación opcional (número de teléfono / ID de chat / canal de Discord)
fa: بازنویسی اختیاری (شماره تلفن / chat id / کانال Discord)
fr: Remplacement facultatif (numéro de téléphone / ID de discussion / canal Discord)
hi: वैकल्पिक ओवरराइड (फ़ोन नंबर / चैट id / Discord चैनल)
id: Penggantian opsional (nomor telepon / chat id / saluran Discord)
it: Sostituzione facoltativa (numero di telefono / chat id / canale Discord)
ja_jp: 任意の上書き（電話番号 / チャット ID / Discord チャンネル）
ko: 선택적 재정의(전화번호 / 채팅 ID / Discord 채널)
nl: Optionele overschrijving (telefoonnummer / chat-id / Discord-kanaal)
pl: Opcjonalne zastąpienie (numer telefonu / chat id / kanał Discord)
pt_br: Substituição opcional (número de telefone / ID do chat / canal do Discord)
ru: Необязательное переопределение (номер телефона / chat id / канал Discord)
sv: Valfri åsidosättning (telefonnummer / chatt-id / Discord-kanal)
th: การแทนที่ที่ไม่บังคับ (หมายเลขโทรศัพท์ / chat id / ช่อง Discord)
tr: İsteğe bağlı geçersiz kılma (telefon numarası / sohbet kimliği / Discord kanalı)
uk: Необов’язкове перевизначення (номер телефону / chat id / канал Discord)
vi: Ghi đè tùy chọn (số điện thoại / chat id / kênh Discord)
zh_cn: 可选覆盖（电话号码 / 聊天 ID / Discord 频道）
zh_tw: 選填覆寫（電話號碼 / 聊天 ID / Discord 頻道）

source: Organization
ar: المؤسسة
de: Organisation
es: Organización
fa: سازمان
fr: Organisation
hi: संगठन
id: Organisasi
it: Organizzazione
ja_jp: 組織
ko: 조직
nl: Organisatie
pl: Organizacja
pt_br: Organização
ru: Организация
sv: Organisation
th: องค์กร
tr: Kuruluş
uk: Організація
vi: Tổ chức
zh_cn: 组织
zh_tw: 組織

source: Other
ar: أخرى
de: Sonstige
es: Otro
fa: سایر
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja_jp: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
ru: Другое
sv: Annat
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_cn: 其他
zh_tw: 其他

source: Other answer
ar: إجابة أخرى
de: Andere Antwort
es: Otra respuesta
fa: پاسخ دیگر
fr: Autre réponse
hi: अन्य उत्तर
id: Jawaban lain
it: Altra risposta
ja_jp: その他の回答
ko: 기타 답변
nl: Ander antwoord
pl: Inna odpowiedź
pt_br: Outra resposta
ru: Другой ответ
sv: Annat svar
th: คำตอบอื่น
tr: Diğer yanıt
uk: Інша відповідь
vi: Câu trả lời khác
zh_cn: 其他答案
zh_tw: 其他答案

source: Output tokens: %@
ar: رموز الإخراج: %@
de: Ausgabe-Token: %@
es: Tokens de salida: %@
fa: توکن‌های خروجی: %@
fr: Jetons de sortie : %@
hi: आउटपुट टोकन: %@
id: Token output: %@
it: Token di output: %@
ja_jp: 出力トークン：%@
ko: 출력 토큰: %@
nl: Uitvoertokens: %@
pl: Tokeny wyjściowe: %@
pt_br: Tokens de saída: %@
ru: Выходные токены: %@
sv: Utdatatokens: %@
th: โทเค็นเอาต์พุต: %@
tr: Çıktı token'ları: %@
uk: Вихідні токени: %@
vi: Token đầu ra: %@
zh_cn: 输出 token：%@
zh_tw: 輸出權杖：%@

source: Pair
ar: إقران
de: Koppeln
es: Emparejar
fa: جفت‌سازی
fr: Associer
hi: पेयर करें
id: Pasangkan
it: Associa
ja_jp: ペアリング
ko: 페어링
nl: Koppelen
pl: Sparuj
pt_br: Parear
ru: Связать
sv: Para
th: จับคู่
tr: Eşleştir
uk: Спарувати
vi: Ghép nối
zh_cn: 配对
zh_tw: 配對

source: Pairing Request
ar: طلب إقران
de: Kopplungsanfrage
es: Solicitud de emparejamiento
fa: درخواست جفت‌سازی
fr: Demande d’appairage
hi: पेयरिंग अनुरोध
id: Permintaan Penyandingan
it: Richiesta di associazione
ja_jp: ペアリング要求
ko: 페어링 요청
nl: Koppelingsverzoek
pl: Żądanie parowania
pt_br: Solicitação de Pareamento
ru: Запрос на сопряжение
sv: Parkopplingsbegäran
th: คำขอจับคู่
tr: Eşleştirme İsteği
uk: Запит на з’єднання
vi: Yêu cầu ghép nối
zh_cn: 配对请求
zh_tw: 配對請求

source: Pairing Requests
ar: طلبات الإقران
de: Kopplungsanfragen
es: Solicitudes de emparejamiento
fa: درخواست‌های جفت‌سازی
fr: Demandes d’appairage
hi: पेयरिंग अनुरोध
id: Permintaan Penyandingan
it: Richieste di associazione
ja_jp: ペアリング要求
ko: 페어링 요청
nl: Koppelingsverzoeken
pl: Żądania parowania
pt_br: Solicitações de Pareamento
ru: Запросы на сопряжение
sv: Parkopplingsbegäranden
th: คำขอจับคู่
tr: Eşleştirme İstekleri
uk: Запити на з’єднання
vi: Yêu cầu ghép nối
zh_cn: 配对请求
zh_tw: 配對請求

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fa: رمز عبور
fr: Mot de passe
hi: पासवर्ड
id: Kata Sandi
ja_jp: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_tw: 密碼
